{
  "animeDetails": {
    "title": "Магическая битва 2",
    "originalTitle": "Jujutsu Kaisen 2nd Season",
    "rating": 9.4,
    "description": "Ни для кого из граждан не будет секретом, что в мире людей существуют потусторонние силы, которые всячески пытаются стать частью их жизни. Демонические сущности всегда жаждут полакомиться человеческой душой. Демонологам давно известна легенда о великом демоне Рёмэн Сукун, который творил ужасные вещи. Вот только лучшим экзорцистам удалось уничтожить демоническое отродье и запечатать части его тела по всему миру. Никто и не мог подумать, что спустя несколько столетий печать ослабнет. Юдзи Итадори должен был вступить в атлетический кружок, но он выбрал клуб оккультистов. Школьнику нравится изучать разные мистические явления, а к тому же он нашёл в клубе настоящих друзей. В один злополучный вечер Итадори познакомился с необычным парнем, который предупредил юношу о большой опасности. Ребята отправились в школу, но опоздали, ведь подруга Юдзи умудрилась полностью снять печать заточения демона Сукун. Всё учебное заведение наполнилось жуткими тварями, которые не только были голодны, но и желали собрать все части тела господина.\n\nМистические загадки с множеством неожиданных сюжетных поворотов, а также заклинания и призывы монстров представлены в аниме \"Jujutsu Kaisen\". Юдзи обязан спасти не только своих друзей от демонов, но и попытаться вновь заточить ужасного Рёмэн. Во всём пареньку будет помогать опытный экзорцист, который жаждет уничтожить всех сущностей из параллельного мира.",
    "nextEpisode": {
      "date": "21 авг. 2024",
      "day": "ср",
      "time": "17:30",
      "episodeNumber": "8 серия"
    },
    "tags": ["Демоны", "Сверхъестественное", "Сёнєн", "Фэнтези", "Школа", "Экшен"],
    "infoItems": {
      "type": "ТВ Сериал",
      "episodes": "7 / 12",
      "status": "Вышел",
      "ageRestriction": "16+",
      "studio": "Dogakobo",
      "duration": "24 мин. / серия",
      "basedOn": "Магическая битва"
    },
    "users": [
      {
        "id": 1,
        "name": "Смотрю",
        "avatar": "/icon/watch.svg"
      },
      {
        "id": 2,
        "name": "Просмотрено",
        "avatar": "/icon/Watched.svg"
      },
      {
        "id": 3,
        "name": "Запланировано",
        "avatar": "/icon/plan.svg"
      },
      {
        "id": 4,
        "name": "Отложено",
        "avatar": "/icon/hold.svg"
      },
      {
        "id": 5,
        "name": "Брошено",
        "avatar": "/icon/drop.svg"
      }
    ],
    "galleryImages": [
      "https://animego.org/upload/anime/images/64a5cc4eb3284193107051.jpg",
      "https://animego.org/upload/anime/images/64a5cc4eb3c12985361087.jpg",
      "https://animego.org/upload/anime/images/64a5cc4eb406d767421021.jpg",
      "https://animego.org/upload/anime/images/64a5cc4eb4481671383953.jpg"
    ]
  }
}
